tap "cargo-lambda/cargo-lambda"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "omnisharp/omnisharp-roslyn"
brew "python@3.11"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "awscli"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "cmake"
brew "dos2unix"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "fd"
brew "gdk-pixbuf"
brew "git"
brew "go"
brew "gobject-introspection"
brew "netpbm"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gtk4"
brew "helix"
brew "hugo"
brew "jq"
brew "krb5"
brew "luajit"
brew "luv"
brew "python@3.10"
brew "mono-libgdiplus"
brew "tree-sitter"
brew "neovim"
brew "newman"
brew "nmap"
brew "nvm"
brew "pkcs11-helper"
brew "openvpn"
brew "pandoc"
brew "poppler"
brew "postgresql@14"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "telnet"
brew "tmux"
brew "zig"
brew "zsh"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
cask "adobe-digital-editions"
cask "alacritty"
cask "alfred"
cask "anaconda"
cask "anki"
cask "audacity"
cask "cold-turkey-blocker"
cask "db-browser-for-sqlite"
cask "discord"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "font-meslo-lg-nerd-font"
cask "inso"
cask "karabiner-elements"
cask "kindle"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "miniforge"
cask "mysqlworkbench"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "rar"
cask "rectangle"
cask "rider"
cask "spotify"
cask "tableau-public"
cask "teamviewer"
cask "time-out"
cask "visual-studio-code"
