tap "ariga/tap"
tap "cargo-lambda/cargo-lambda"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "netbirdio/tap"
tap "omnisharp/omnisharp-roslyn"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "raggi/ale"
tap "stripe/stripe-cli"
tap "theseal/ssh-askpass"
brew "libusb"
brew "airspy"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "cryptography"
brew "libyaml"
brew "readline"
brew "ansible"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "arduino-cli"
brew "argon2"
brew "gmp"
brew "arm-none-eabi-gdb"
brew "arping"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "awk"
brew "aws-sam-cli"
brew "awscli"
brew "bcrypt"
brew "ccache"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "curl"
brew "dfu-util"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "docker", link: false
brew "docutils"
brew "dos2unix"
brew "dotnet@8"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "esptool"
brew "fd"
brew "pango"
brew "sdl2"
brew "gcc"
brew "open-mpi"
brew "fish"
brew "fisher"
brew "fluid-synth"
brew "pkcs11-helper"
brew "freerdp"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghcup"
brew "ghostscript"
brew "git"
brew "go"
brew "goaccess"
brew "pkgconf"
brew "gobject-introspection"
brew "gowsdl"
brew "openssl@1.1"
brew "python@3.9"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "gtk4"
brew "guile"
brew "helix"
brew "htop"
brew "hugo"
brew "influxdb-cli"
brew "iperf3"
brew "jq"
brew "languagetool"
brew "lsd"
brew "lsusb"
brew "luajit"
brew "luv"
brew "makensis"
brew "mingw-w64"
brew "minicom"
brew "minikube"
brew "mono-libgdiplus"
brew "mtr"
brew "ncdu"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "newman"
brew "ninja"
brew "nmap"
brew "nvm"
brew "ollama"
brew "openjdk@11"
brew "openvpn"
brew "pandoc"
brew "pillow"
brew "pipx"
brew "platformio"
brew "postgresql@14"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "putty"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "rtl_433"
brew "rust"
brew "rust-analyzer"
brew "rustup"
brew "saxon"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "specify"
brew "sqlc"
brew "starship"
brew "telnet"
brew "tio"
brew "tmux"
brew "urh"
brew "wakeonlan"
brew "wget"
brew "woodpecker-cli"
brew "yarn"
brew "zig"
brew "zlib"
brew "zsh"
brew "ariga/tap/atlas"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "filosottile/musl-cross/musl-cross"
brew "netbirdio/tap/netbird"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "raggi/ale/openssl-osx-ca"
brew "stripe/stripe-cli/stripe"
brew "theseal/ssh-askpass/ssh-askpass"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "alfred"
cask "anaconda"
cask "anki"
cask "arduino-ide"
cask "audacity"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bitwarden"
cask "claude"
cask "claude-code"
cask "codex"
cask "cold-turkey-blocker"
cask "coolterm"
cask "cursor"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker-desktop"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "dotnet-sdk8"
cask "dotnet-sdk8-0-400"
cask "dotnet-sdk@9"
cask "duplicati"
cask "figma"
cask "firefox"
cask "flutter"
cask "font-meslo-lg-nerd-font"
cask "freecad"
cask "ghostty"
cask "gns3"
cask "ilspy"
cask "inkscape"
cask "inso"
cask "karabiner-elements"
cask "kicad"
cask "kindle"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "miniforge"
cask "mqttx"
cask "musescore"
cask "mysqlworkbench"
cask "netbird-ui"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "opera"
cask "orcaslicer"
cask "pgadmin4"
cask "portfolioperformance"
cask "postman"
cask "prosys-opc-ua-browser"
cask "proton-mail"
cask "protonvpn"
cask "qgis"
cask "qmk-toolbox"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "rider"
cask "royal-tsx"
cask "rustdesk"
cask "serial"
cask "sf-symbols"
cask "skim"
cask "spotify"
cask "tableau-public"
cask "teamviewer"
cask "time-out"
cask "vial"
cask "visual-studio-code"
cask "vnc-viewer"
cask "void"
cask "whatsapp"
cask "wireshark-app"
cask "wkhtmltopdf"
cask "xquartz"
cask "zotero"
vscode "addy2142.avalonia-templates"
vscode "anseki.vscode-color"
vscode "avaloniateam.vscode-avalonia"
vscode "azemoh.one-monokai"
vscode "cschlosser.doxdocgen"
vscode "donjayamanne.python-environment-manager"
vscode "dsznajder.es7-react-js-snippets"
vscode "dtoplak.vscode-glsllint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "juanblanco.solidity"
vscode "mathematic.vscode-latex"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.vscode-typescript-next"
vscode "platformio.platformio-ide"
vscode "potpieai.potpie-vscode-extension"
vscode "rust-lang.rust-analyzer"
vscode "selcukermaya.se-csproj-extensions"
vscode "slevesque.shader"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "vue.volar"
go "github.com/cosmtrek/air"
go "github.com/fyne-io/fyne-cross"
go "github.com/gocomply/xsd2go/cli/gocomply_xsd2go"
go "golang.org/x/tools/gopls"
go "github.com/knadh/stuffbin/mock"
go "github.com/revel/cmd/revel"
go "github.com/knadh/stuffbin/stuffbin"
go "github.com/a-h/templ/cmd/templ"
go "github.com/sandmannmax/go-xml/cmd/wsdlgen"
go "github.com/xuri/xgen/cmd/xgen"
go "github.com/sandmannmax/go-xml/cmd/xsdgen"
go "github.com/sandmannmax/go-xml/cmd/xsdparse"
