tap "cargo-lambda/cargo-lambda"
tap "filosottile/musl-cross"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "isen-ng/dotnet-sdk-versions"
tap "omnisharp/omnisharp-roslyn"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "stripe/stripe-cli"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "libtiff"
brew "little-cms2"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "argon2"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "aws-sam-cli"
brew "python@3.11"
brew "awscli"
brew "ccache"
brew "cmake"
brew "dfu-util"
brew "libidn2"
brew "gnutls"
brew "libassuan"
brew "pinentry"
brew "gnupg"
brew "gpgme"
brew "poppler"
brew "wxwidgets"
brew "diff-pdf"
brew "docker", link: false
brew "docutils"
brew "dos2unix"
brew "erlang"
brew "elixir"
brew "elixir-ls"
brew "esptool"
brew "fd"
brew "fluid-synth"
brew "gcc"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "go"
brew "goaccess"
brew "pkg-config"
brew "gobject-introspection"
brew "gowsdl"
brew "python@3.9"
brew "netpbm"
brew "gts"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "gtk4"
brew "guile"
brew "helix"
brew "htop"
brew "hugo"
brew "iperf3"
brew "jq"
brew "languagetool"
brew "llvm"
brew "lsd"
brew "luajit"
brew "luv"
brew "mingw-w64"
brew "minicom"
brew "python@3.10"
brew "mono-libgdiplus"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "newman"
brew "ninja"
brew "nmap"
brew "nvm"
brew "pkcs11-helper"
brew "openvpn"
brew "pandoc"
brew "pillow", link: false
brew "platformio"
brew "postgresql@14"
brew "protobuf"
brew "protoc-gen-go"
brew "protoc-gen-go-grpc"
brew "putty"
brew "ripgrep"
brew "rust-analyzer"
brew "rustup-init"
brew "saxon"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_ttf"
brew "telnet"
brew "tmux"
brew "wget"
brew "zig"
brew "zsh"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "filosottile/musl-cross/musl-cross"
brew "osx-cross/avr/avr-gcc@9"
brew "qmk/qmk/qmk"
brew "stripe/stripe-cli/stripe"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "alacritty"
cask "alfred"
cask "anaconda"
cask "anki"
cask "arc"
cask "arduino-ide"
cask "audacity"
cask "autodesk-fusion"
cask "balenaetcher"
cask "bitwarden"
cask "cold-turkey-blocker"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "dotnet-sdk6-0-400"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "freecad"
cask "gns3"
cask "inkscape"
cask "inso"
cask "karabiner-elements"
cask "kicad"
cask "kindle"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "miniforge"
cask "mqttx"
cask "mysqlworkbench"
cask "notion"
cask "notion-calendar"
cask "obsidian"
cask "opera"
cask "orcaslicer"
cask "pgadmin4"
cask "postman"
cask "qmk-toolbox"
cask "rar"
cask "raspberry-pi-imager"
cask "raycast"
cask "rectangle"
cask "rider"
cask "skim"
cask "spotify"
cask "tableau-public"
cask "teamviewer"
cask "time-out"
cask "ultimaker-cura"
cask "vial"
cask "visual-studio-code"
cask "whatsapp"
cask "wkhtmltopdf"
cask "zotero"
vscode "anseki.vscode-color"
vscode "azemoh.one-monokai"
vscode "cschlosser.doxdocgen"
vscode "donjayamanne.python-environment-manager"
vscode "dsznajder.es7-react-js-snippets"
vscode "dtoplak.vscode-glsllint"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "james-yu.latex-workshop"
vscode "jeff-hykin.better-cpp-syntax"
vscode "juanblanco.solidity"
vscode "mathematic.vscode-latex"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.vscode-typescript-next"
vscode "platformio.platformio-ide"
vscode "rust-lang.rust-analyzer"
vscode "slevesque.shader"
vscode "softwaredotcom.swdc-vscode"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "vue.volar"
